school.org
#+title: Skolplanering för P4 2023
#+OPTIONS: p:t

* IE1332 Utveckling av elektronikprodukter
** INFO
test

** Schema
*** Föreläsningar [2/13] [15%]
**** DONE F1-204
CLOSED: [2023-03-20 mån 21:13] SCHEDULED: <2023-03-20 mån 10:00>
**** DONE ESD2-204
CLOSED: [2023-03-25 lör 21:09] SCHEDULED: <2023-03-24 fre 13:00>
**** TODO ESD3-204
SCHEDULED: <2023-03-27 mån 10:00>
**** TODO ESD4-204
SCHEDULED: <2023-03-28 tis 13:00>
**** TODO F2-204
SCHEDULED: <2023-03-29 ons 13:00>
**** TODO F3-204
SCHEDULED: <2023-04-03 mån 13:00>
**** TODO F4-204
SCHEDULED: <2023-04-19 ons 13:00>
**** TODO F5-301
SCHEDULED: <2023-04-21 fre 13:00>
**** TODO F6-204
SCHEDULED: <2023-04-24 mån 10:00>
**** TODO F7-204
SCHEDULED: <2023-04-26 ons 13:00>
**** TODO F8-204
SCHEDULED: <2023-05-02 tis 10:00>
**** TODO F9-301
SCHEDULED: <2023-05-05 fre 13:00>
**** TODO F10(ESD12)-204
SCHEDULED: <2023-05-08 mån 10:00>

*** Laborationer [1/4]
**** DONE L1-305
CLOSED: [2023-03-22 ons 23:28] SCHEDULED: <2023-03-22 ons 13:00>
Lödning av två kretskort, hålmonterat och ytmonterat

**** TODO L2A-204
DEADLINE: <2023-04-17 mån 10:00>
Inlämning av kretsschema

**** TODO L2B-301
DEADLINE: <2023-04-28 fre 13:00>
Inlämning av PCB-design

**** TODO L2C-305
DEADLINE: <2023-05-15 mån 10:00>
Inlämning av labbrapport

*** Seminarium [0/4]
**** TODO S1-204
SCHEDULED: <2023-04-05 ons 13:00>
Seminareövning 1 + val av litteraturuppgift

**** TODO S2-301
SCHEDULED: <2023-04-28 fre 13:00>
Seminareövning 2

**** TODO S3A-204
DEADLINE: <2023-05-10 ons 10:00>
Seminareövning 3, presentation av litteraturuppgift del 1

**** TODO S3B-204
DEADLINE: <2023-05-11 tor 10:00>
Seminareövning 3, presentation av litteraturuppgift del 2


** Examinationer 
*** Laborationer
1. Lödning av kretskort, hålmonterat och ytmonterat
2. Konstruktion och tillverkning av kretskort


- [X] LAB1
- [ ] LAB2

*** Seminarium
- [ ] Seminarie 1
- [ ] Seminarie 2

*** Litteraturuppgift
  1. Skriftlig och muntligt redovisning
  2. Skall bygga på minst 3 artiklar
  3. Skall innebära kontakt med ett företag


 - [ ] Litteraturuppgift


*** Tenta
- [ ] Instuderingsfrågor

* II1302 Projekt och projektmetoder
** INFO
*** DONE läs kth guide
CLOSED: [2023-03-25 lör 21:09] DEADLINE: <2023-03-24 fre>

** Schema
*** Föreläsningar
**** TODO L1
**** TODO L2
**** TODO L3
**** TODO L4
**** TODO L5
**** TODO L6
**** TODO L7
**** TODO L8
**** TODO L9

*** Seminarium
**** TODO S1
**** TODO S2
**** TODO S3
**** TODO S4
**** TODO S5
**** TODO S6
**** TODO S7
**** TODO S8

*** DEMO
**** TODO DEMO1
**** TODO DEMO2
**** TODO DEMO3
**** TODO DEMO4
**** TODO FINALDEMO

** Examinationer

* IX1303 Algebra och geometri

** INFO

*** TODO TENTA
SCHEDULED: <2023-06-02 fre 08:00>

** Räkneuppgifter [1/11]
*** DONE 2
CLOSED: [2023-03-25 lör 21:19]
| Kapitel | Uppgifter           |
|---------+---------------------|
|     1.1 | 3,11,14,18,25,33,44 |
|     1.2 | 4, 12, 20, 23, 32   |
|     1.3 | 5, 14, 18, 21, 27   |
|     1.4 | 8, 13, 21, 26, 30   |

*** TODO 3
DEADLINE: <2023-03-26 sön>

| Kapitel | Uppgifter                |
|---------+--------------------------|
|     1.5 | 5, 15, 36, 40            |
|     1.6 | 1, 4, 6, 11              |
|     1.7 | 1, 5, 8, 11, 32          |
|     1.8 | 2, 5, 13, 14, 15, 16, 33 |
|     1.9 | 2, 4, 7, 14              |
|    1.10 | 2, 7, 14                 |


*** TODO 4
DEADLINE: <2023-04-02 sön>

| Kapitel | Uppgifter                |
|---------+--------------------------|
|     2.1 |  2, 4, 11, 17, 27        |
|     2.2 |  3, 4, 20, 25, 26        |
|     2.3 |  1, 5, 6, 13, 36         |
|     2.4 | 10, 21                   |


*** TODO 5
DEADLINE: <2023-04-09 sön>

| Kapitel | Uppgifter           |
|---------+---------------------|
|     2.5 | 2, 3, 8, 12, 26     |
|     2.6 | 1                   |
|     2.7 | 3, 9, 10, 11        |
|     2.8 | 5, 7, 8, 15, 16, 24 |
|     2.9 | 1, 2, 4, 7, 9       |

*** TODO 6
DEADLINE: <2023-04-16 sön>

| Kapitel | Uppgifter           |
|---------+---------------------|
|     3.1 | 1, 6, 15, 19, 20    |
|     3.2 | 5, 11, 24, 34, 36   |
|     3.3 | 1, 2, 5, 19, 24, 29 |

*** TODO 7
DEADLINE: <2023-04-23 sön>

| Kapitel | Uppgifter               |
|---------+-------------------------|
|     4.1 | 2, 3, 9, 13, 17, 21     |
|     4.2 | 2, 3, 7, 9, 24, 26, 33  |
|     4.3 | 3, 10, 12, 13, 20, 28   |
|     4.4 | 1, 4, 7, 10, 13, 21, 29 |

*** TODO 8
DEADLINE: <2023-04-30 sön>

| Kapitel | Uppgifter       |
|---------+-----------------|
|     4.5 | 1, 4, 9, 12, 21 |
|     4.6 | 1, 4, 5, 15, 32 |
|     4.7 | 2, 5, 7, 13     |
|     4.8 | 1, 3            |
|     4.9 | 1, 5, 9         |

*** TODO 9
DEADLINE: <2023-05-07 sön>

| Kapitel | Uppgifter           |
|---------+---------------------|
|     5.1 | 1, 4, 7, 18, 20, 21 |
|     5.2 | 1, 2, 5, 9, 26      |
|     5.3 | 2, 5, 7, 12         |
|     5.4 | 1, 2, 5, 10         |

*** TODO 10
DEADLINE: <2023-05-14 sön>

| Kapitel | Uppgifter       |
|---------+-----------------|
|     5.5 | 2, 3, 7, 12, 21 |
|     5.6 | 1, 3, 5, 10     |
|     5.7 | 1, 3, 9         |
|     5.8 | 2, 3            |

*** TODO 11
DEADLINE: <2023-05-21 sön>

| Kapitel | Uppgifter          |
|---------+--------------------|
|     6.1 | 1, 2, 4, 9, 13, 24 |
|     6.2 | 3, 4, 6, 12, 16    |
|     6.3 | 2, 4, 11, 20       |
|     6.4 | 2, 4, 8, 10, 13    |

*** TODO 12
DEADLINE: <2023-05-28 sön>

| Kapitel | Uppgifter       |
|---------+-----------------|
|     6.5 | 1, 4, 8, 15, 25 |
|     6.6 | 1, 2, 6         |
|     6.7 | 1, 2, 3         |
|     6.8 | 1, 2, 3, 5      |

** Krysstal
3 st krysstal
