school.tex
% Created 2023-03-25 lör 23:05
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Skolplanering för P4 2023}
\hypersetup{
 pdfauthor={},
 pdftitle={Skolplanering för P4 2023},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{IE1332 Utveckling av elektronikprodukter}
\label{sec:org5177fc5}
\subsection{INFO}
\label{sec:org6224635}
test

\subsection{Schema}
\label{sec:org5f14857}
\subsubsection{Föreläsningar [2/13] [15\%]}
\label{sec:orga21da79}
\begin{enumerate}
\item {\bfseries\sffamily DONE} F1-204
\label{sec:org3b58001}
\noindent\textbf{CLOSED:} \textit{[2023-03-20 mån 21:13] } \textbf{SCHEDULED:} \textit{<2023-03-20 mån 10:00>}\\[0pt]
\item {\bfseries\sffamily DONE} ESD2-204
\label{sec:org7b096ef}
\noindent\textbf{CLOSED:} \textit{[2023-03-25 lör 21:09] } \textbf{SCHEDULED:} \textit{<2023-03-24 fre 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} ESD3-204
\label{sec:org8ef4513}
\noindent\textbf{SCHEDULED:} \textit{<2023-03-27 mån 10:00>}\\[0pt]
\item {\bfseries\sffamily TODO} ESD4-204
\label{sec:orgc6165b9}
\noindent\textbf{SCHEDULED:} \textit{<2023-03-28 tis 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F2-204
\label{sec:orgfc5bb75}
\noindent\textbf{SCHEDULED:} \textit{<2023-03-29 ons 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F3-204
\label{sec:orgf465f06}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-03 mån 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F4-204
\label{sec:orgb315a32}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-19 ons 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F5-301
\label{sec:org64bb8e9}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-21 fre 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F6-204
\label{sec:org6c66019}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-24 mån 10:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F7-204
\label{sec:org00a3c01}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-26 ons 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F8-204
\label{sec:orge8a2cc9}
\noindent\textbf{SCHEDULED:} \textit{<2023-05-02 tis 10:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F9-301
\label{sec:org0692fda}
\noindent\textbf{SCHEDULED:} \textit{<2023-05-05 fre 13:00>}\\[0pt]
\item {\bfseries\sffamily TODO} F10(ESD12)-204
\label{sec:org305747f}
\noindent\textbf{SCHEDULED:} \textit{<2023-05-08 mån 10:00>}\\[0pt]
\end{enumerate}

\subsubsection{Laborationer [1/4]}
\label{sec:org3727453}
\begin{enumerate}
\item {\bfseries\sffamily DONE} L1-305
\label{sec:org4f401c4}
\noindent\textbf{CLOSED:} \textit{[2023-03-22 ons 23:28] } \textbf{SCHEDULED:} \textit{<2023-03-22 ons 13:00>}\\[0pt]
Lödning av två kretskort, hålmonterat och ytmonterat

\item {\bfseries\sffamily TODO} L2A-204
\label{sec:orgd4d8eb3}
\noindent\textbf{DEADLINE:} \textit{<2023-04-17 mån 10:00>}\\[0pt]
Inlämning av kretsschema

\item {\bfseries\sffamily TODO} L2B-301
\label{sec:org680e3b6}
\noindent\textbf{DEADLINE:} \textit{<2023-04-28 fre 13:00>}\\[0pt]
Inlämning av PCB-design

\item {\bfseries\sffamily TODO} L2C-305
\label{sec:org1e7e709}
\noindent\textbf{DEADLINE:} \textit{<2023-05-15 mån 10:00>}\\[0pt]
Inlämning av labbrapport
\end{enumerate}

\subsubsection{Seminarium [0/4]}
\label{sec:org83eb2ca}
\begin{enumerate}
\item {\bfseries\sffamily TODO} S1-204
\label{sec:orgd3bee94}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-05 ons 13:00>}\\[0pt]
Seminareövning 1 + val av litteraturuppgift

\item {\bfseries\sffamily TODO} S2-301
\label{sec:org87122d6}
\noindent\textbf{SCHEDULED:} \textit{<2023-04-28 fre 13:00>}\\[0pt]
Seminareövning 2

\item {\bfseries\sffamily TODO} S3A-204
\label{sec:orgf638ea3}
\noindent\textbf{DEADLINE:} \textit{<2023-05-10 ons 10:00>}\\[0pt]
Seminareövning 3, presentation av litteraturuppgift del 1

\item {\bfseries\sffamily TODO} S3B-204
\label{sec:org0883006}
\noindent\textbf{DEADLINE:} \textit{<2023-05-11 tor 10:00>}\\[0pt]
Seminareövning 3, presentation av litteraturuppgift del 2
\end{enumerate}


\subsection{Examinationer}
\label{sec:orgeb96722}
\subsubsection{Laborationer}
\label{sec:org9ebd0fc}
\begin{enumerate}
\item Lödning av kretskort, hålmonterat och ytmonterat
\item Konstruktion och tillverkning av kretskort
\end{enumerate}


\begin{itemize}
\item[{$\boxtimes$}] LAB1
\item[{$\square$}] LAB2
\end{itemize}

\subsubsection{Seminarium}
\label{sec:org43d6fce}
\begin{itemize}
\item[{$\square$}] Seminarie 1
\item[{$\square$}] Seminarie 2
\end{itemize}

\subsubsection{Litteraturuppgift}
\label{sec:org647f6b1}
\begin{enumerate}
\item Skriftlig och muntligt redovisning
\item Skall bygga på minst 3 artiklar
\item Skall innebära kontakt med ett företag
\end{enumerate}


[ ] Litteraturuppgift


\subsubsection{Tenta}
\label{sec:org5b65637}
\begin{itemize}
\item[{$\square$}] Instuderingsfrågor
\end{itemize}

\section{II1302 Projekt och projektmetoder}
\label{sec:orgb0d36e4}
\subsection{INFO}
\label{sec:orgb77e735}
\subsubsection{{\bfseries\sffamily DONE} läs kth guide}
\label{sec:org5a29cd6}
\noindent\textbf{CLOSED:} \textit{[2023-03-25 lör 21:09] } \textbf{DEADLINE:} \textit{<2023-03-24 fre>}\\[0pt]
\subsection{Schema}
\label{sec:orgc224a5d}
\subsubsection{Aktiviteter}
\label{sec:org76070bd}

\subsubsection{Projektschema}
\label{sec:orgf36b0e5}

\subsection{Examinationer}
\label{sec:orgc8d9f15}

\section{IX1303 Algebra och geometri}
\label{sec:orgb2aa9b2}

\subsection{INFO}
\label{sec:org14ab935}

\subsubsection{{\bfseries\sffamily TODO} TENTA}
\label{sec:org1edc738}
\noindent\textbf{SCHEDULED:} \textit{<2023-06-02 fre 08:00>}\\[0pt]

\subsection{Räkneuppgifter [1/11]}
\label{sec:org91329df}
\subsubsection{{\bfseries\sffamily DONE} 2}
\label{sec:orgac81e4c}
\noindent\textbf{CLOSED:} \textit{[2023-03-25 lör 21:19]}\\[0pt]
\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
1.1 & 3,11,14,18,25,33,44\\[0pt]
1.2 & 4, 12, 20, 23, 32\\[0pt]
1.3 & 5, 14, 18, 21, 27\\[0pt]
1.4 & 8, 13, 21, 26, 30\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 3}
\label{sec:orgc454214}
\noindent\textbf{DEADLINE:} \textit{<2023-03-26 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
1.5 & 5, 15, 36, 40\\[0pt]
1.6 & 1, 4, 6, 11\\[0pt]
1.7 & 1, 5, 8, 11, 32\\[0pt]
1.8 & 2, 5, 13, 14, 15, 16, 33\\[0pt]
1.9 & 2, 4, 7, 14\\[0pt]
1.10 & 2, 7, 14\\[0pt]
\end{tabular}
\end{center}


\subsubsection{{\bfseries\sffamily TODO} 4}
\label{sec:orgefe2d36}
\noindent\textbf{DEADLINE:} \textit{<2023-04-02 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
2.1 & 2, 4, 11, 17, 27\\[0pt]
2.2 & 3, 4, 20, 25, 26\\[0pt]
2.3 & 1, 5, 6, 13, 36\\[0pt]
2.4 & 10, 21\\[0pt]
\end{tabular}
\end{center}


\subsubsection{{\bfseries\sffamily TODO} 5}
\label{sec:org1dbca32}
\noindent\textbf{DEADLINE:} \textit{<2023-04-09 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
2.5 & 2, 3, 8, 12, 26\\[0pt]
2.6 & 1\\[0pt]
2.7 & 3, 9, 10, 11\\[0pt]
2.8 & 5, 7, 8, 15, 16, 24\\[0pt]
2.9 & 1, 2, 4, 7, 9\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 6}
\label{sec:orge5d3948}
\noindent\textbf{DEADLINE:} \textit{<2023-04-16 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
3.1 & 1, 6, 15, 19, 20\\[0pt]
3.2 & 5, 11, 24, 34, 36\\[0pt]
3.3 & 1, 2, 5, 19, 24, 29\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 7}
\label{sec:orgad5bcb2}
\noindent\textbf{DEADLINE:} \textit{<2023-04-23 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
4.1 & 2, 3, 9, 13, 17, 21\\[0pt]
4.2 & 2, 3, 7, 9, 24, 26, 33\\[0pt]
4.3 & 3, 10, 12, 13, 20, 28\\[0pt]
4.4 & 1, 4, 7, 10, 13, 21, 29\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 8}
\label{sec:orgd1d96f8}
\noindent\textbf{DEADLINE:} \textit{<2023-04-30 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
4.5 & 1, 4, 9, 12, 21\\[0pt]
4.6 & 1, 4, 5, 15, 32\\[0pt]
4.7 & 2, 5, 7, 13\\[0pt]
4.8 & 1, 3\\[0pt]
4.9 & 1, 5, 9\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 9}
\label{sec:org68c6bd2}
\noindent\textbf{DEADLINE:} \textit{<2023-05-07 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
5.1 & 1, 4, 7, 18, 20, 21\\[0pt]
5.2 & 1, 2, 5, 9, 26\\[0pt]
5.3 & 2, 5, 7, 12\\[0pt]
5.4 & 1, 2, 5, 10\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 10}
\label{sec:org73395b7}
\noindent\textbf{DEADLINE:} \textit{<2023-05-14 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
5.5 & 2, 3, 7, 12, 21\\[0pt]
5.6 & 1, 3, 5, 10\\[0pt]
5.7 & 1, 3, 9\\[0pt]
5.8 & 2, 3\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 11}
\label{sec:org669a741}
\noindent\textbf{DEADLINE:} \textit{<2023-05-21 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
6.1 & 1, 2, 4, 9, 13, 24\\[0pt]
6.2 & 3, 4, 6, 12, 16\\[0pt]
6.3 & 2, 4, 11, 20\\[0pt]
6.4 & 2, 4, 8, 10, 13\\[0pt]
\end{tabular}
\end{center}

\subsubsection{{\bfseries\sffamily TODO} 12}
\label{sec:orgb78b2ca}
\noindent\textbf{DEADLINE:} \textit{<2023-05-28 sön>}\\[0pt]

\begin{center}
\begin{tabular}{rl}
Kapitel & Uppgifter\\[0pt]
\hline
6.5 & 1, 4, 8, 15, 25\\[0pt]
6.6 & 1, 2, 6\\[0pt]
6.7 & 1, 2, 3\\[0pt]
6.8 & 1, 2, 3, 5\\[0pt]
\end{tabular}
\end{center}

\subsection{Krysstal}
\label{sec:orgd00e847}
3 st krysstal
\end{document}